// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Calibrer les couleurs";

NoCalibrateTitle = "Impossible de calibrer les couleurs";
NoCalibrateMsg = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";
NoResetTitle = "Impossible de restaurer les paramètres par défaut de l'imprimante";

NotAllowedWarning = "La procédure de calibrage des couleurs n'est disponible que lorsque les cartouches d'impression tricolore et photo sont installées.";
NotAllCartridges = "La procédure de calibration des couleurs est uniquement disponible lorsque toutes les cartouches sont installées.";
ClickToBegin = "Cliquez sur Calibrer pour calibrer les couleurs dès maintenant.\nCette procédure prend environ une minute et nécessite une seule feuille de papier.";
ClickToBegin2 = "Cliquez sur Calibrer pour commencer cette procédure.\nCette procédure demande environ deux minutes et nécessite deux feuilles de papier.";

ChooseTitle = "Choisir";

FactorySettingsTitle = "Paramètres d'usine";
FactorySettingsMsg = "Sélectionner l'option Factory Settings (Paramètres par défaut) rétablira la calibration automatique des couleurs de l'imprimante. Cliquez sur \"Oui\" pour appliquer les paramètres par défaut et imprimer une page de confirmation, ou cliquez sur \"Non\" pour revenir à la boîte de dialogue Calibrer les couleurs.";
YesTitle = "Oui";
NoTitle = "Non";

VerificationMsg = "Une image est alors imprimée. Elle contient le résultat de votre sélection sur une image de vérification. Si l'impression ne présente pas de nuance de couleur, l'étalonnage est terminé. Si une teinte bleue, jaune ou rouge est présente sur l'image, cliquez sur Répéter pour effectuer de nouveau ce processus.";
FinishTitle = "Terminer";
RedoTitle = "Répéter";

TransferringProcessTitle = "Transfert du fichier…";

AutomaticCalibrationCompleteTitle = "Votre imprimante vient d'effectuer un calibrage automatique des couleurs";
AutomaticCalibrationCompleteMsg = "Si l'imprimé couleur n'est pas satisfaisant, sélectionnez Calibrer pour effectuer de nouveau le calibrage automatique des couleurs.";

PrintingProcessTitle = "Impression de la page de calibrage des couleurs…";

DefaultsTitle = "Paramètres par défaut";
DefaultsMessage = "L'option Paramètres par défaut restaure les valeurs initiales de calibrage des couleurs de l'imprimante. Cliquez sur \"Oui\" pour utiliser les valeurs par défaut ou sur \"Non\" pour revenir à la zone de dialogue Calibrer les couleurs";

ColorCalibrationTextFieldTitle = "Calibrer les couleurs";
InfoTextFieldTitle = "Cette procédure permet d'ajuster les couleurs sur les pages imprimées. N’effectuez cette procédure que si vous avez des problèmes visibles avec le degré des couleurs.";
GuideTextFieldTitle = "Cliquez sur \"Calibrer\" pour ajuster les couleurs dès maintenant.\nCette procédure prend environ une minute et nécessite une seule feuille de papier ordinaire.";
ResetButtonTitle = "Paramètres d'usine";

CancelButtonTitle = "Annuler";
CalibrateButtonTitle = "Calibrer";

PatchSquareControllerInfo = "Une page d'échantillons de couleurs est en cours d'impression.\n\n1) Tenez la page à 20 cm environ à hauteur des yeux.\n\n2) Éloignez lentement la page jusqu'à ce que les motifs numérotés ne correspondent plus à l'arrière-plan.\n\n3) Sélectionnez l'échantillon numéroté correspondant le mieux à l'arrière-plan de la page imprimée.";
GrayPlotBoxTitle = "Point gris";
ColorPlotBoxTitle = "Point de couleur";
PatchMatricesControllerInfo = "1. Pour examiner la page d'étalonnage, maintenez-la à hauteur des yeux (bras tendus).\n\n2. Eloignez la page. Examinez les deux grands carrés, chacun contenant des taches de couleur. Pour chaque grand carré, recherchez la tache de couleur qui se rapproche le plus de l'arrière-plan. Chaque tache est associée à une lettre et à un numéro.\n\n3. Choisissez la lettre et le numéro des taches correspondantes dans les menus déroulants pour les points gris et de couleur situés à droite.\n\n4. Cliquez sur Etalonner.";
PatchRowsControllerInfo = "Une page d'échantillons de couleurs est en cours d'impression.\n\nSélectionnez l'échantillon numéroté correspondant le mieux à l'arrière-plan de la page imprimée.";
